Repository: clarive/cla-hpalm-plugin
Catalog: i18n/*.po
Languages: es

source: HP ALM Octane Inbound
es: Entrada de HP ALM Octane

source: HP ALM Octane Server undefined. Please choose one.
es: Servidor de HP ALM Octane no definido. Por favor, escoja uno.

source: Missing login URL parameter.
es: URL de acceso no encontrada.

source: Service topic create
es: Servicio de creación de tópicos

source: Topic created with mid:
es: Tópico creado con el mid:

source: Topic doesn't exist
es: Tópico no existente

source: Topic already updated
es: Tópico ya actualizado

source: Change topic status
es: Cambio de estado de tópico

source: Update topic
es: Actualizar tópico

source: HP ALM topic updated
es: Tópico de HP ALM actualizado

source: HP ALM topic not found
es: Tópico de HP ALM no encontrado

source: Delete topic
es: Borrar tópico

source: Topic deleted
es: Tópico borrado

source: Unknown mode
es: Modo desconocido

source: HP ALM Octane Outbound
es: Salida de HP ALM Octane

source: Action option undefined.
es: Acción no definida

source: Not found workspace name, please check it before continue
es: Espacio de trabajo no encontrado, por favor, reviselo antes de continuar

source: Topic with mid
es: Tópico con el mid

source: not found
es: no encontrado

source: has no relation with HP ALM
es: no tiene relación con HP ALM

source: HP ALM topic doesn't exist
es: No existe el tópico en HP ALM

source: not found
es: no encontrado

source: Topic doesn't exist in HP ALM
es: El tópico no existe en HP ALM

source: Deleted Topic with mid
es: Borrado el tópico con el mid

source: Clarive Category Name
es: Nombre de la categoría en Clarive

source: HP ALM Octane Category Name
es: Nombre de la categoría en HP ALM Octane

source: Clarive - HP ALM Octane Field Correspondence
es: Correspondencia de campos Clarive - HP ALM Octane

source: Clarive - HP ALM Octane Field Lists Correspondence
es: Lista de correspondencias de los campos Clarive - HP ALM Octane

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Shared Space ID
es: ID del espacio compartido

source: Workspace
es: Espacio de trabajo

source: Login URL
es: URL de acceso

source: HP ALM Server
es: Servidor de HP ALM

source: HP ALM Category
es: Categoría de HP ALM

source: Action
es: Acción

source: Create
es: Crear

source: Update
es: Actualizar

source: Change Status
es: Cambio de estado

source: Delete
es: Borrar
